Repository: saidtr/carpool-1
Catalog: Carpool/lang/*/LC_MESSAGES/messages.po
Languages: he_il

source: Contact successfully deleted.
he_il: המנוי נמחק בהצלחה.

source: Deletion failed
he_il: המחיקה נכשלה.

source: Internal error.
he_il: שגיאה פנימית.

source: Authentication failed.
he_il: האימות נכשל.

source: Thanks for joining
he_il: תודה שהצטרפת

source: Your contact details
he_il: פרטי ההתקשרות שסיפקת

source: Edit
he_il: עריכה

source: Name
he_il: שם

source: Email
he_il: דואר אלקטרוני

source: Phone
he_il: טלפון

source: Confirmation mail was sent to your email.
he_il: דוא"ל אימות נשלח לתיבת הדוא"ל שלך.

source: You can always update or delete your account by browsing to the following link
he_il: תוכלו לערוך או למחוק את חשבונכם בכל רגע באמצעות גלישה אל הקישור הבא

source: To use it, just paste the exact link to your browser address bar and hit "Enter".
he_il: על מנת להשתמש בו, פשוט הדביקו את הקישור בחלונית הכתובת של הדפדפן ולחצו על "Enter".

source: Don't worry - you got it in the mail.
he_il: אל דאגה - הקישור נשלח אל כתובת הדוא"ל שסיפקת.

source: You should keep this link - this is the only way to modify or delete your account in the future.
he_il: אנא שמרו את הקישור הזה - זוהי הדרך היחידה לערוך או לשנות את חשבונכם בעתיד.

source: You can always use "<a href="%s">My Profile</a>" page to update or delete your account any time in the future.
he_il: תוכלו להיעזר בדף "<a href="%s">החשבון שלי</a>" כדי לערוך או למחוק את חשבונכם בכל רגע.

source: Okay, just a quick question.
he_il: אני רק שאלה.

source: Q
he_il: ש

source: A
he_il: ת

source: Sorry, no content found.
he_il: מצטערים, לא נמצא תוכן מתאים.

source: Hello again,
he_il: ברוך שובך,

source: Join the carpool.
he_il: הצטרפו למאגר הנסיעות.

source: I want to join a ride
he_il: אני רוצה להצטרף לנסיעה

source: I want to provide a ride
he_il: אני רוצה להציע נסיעה

source: Coming from city
he_il: מגיע מהעיר

source: Location
he_il: מיקום

source: To
he_il: אל

source: Coming
he_il: הגעה

source: Not always the same time
he_il: לא תמיד באותה השעה

source: Irrelevant
he_il: לא רלוונטי

source: Leaving
he_il: עזיבה

source: Please use your company email, without the domain suffix.
he_il: אנא השתמשו בכתובת הדוא"ל של החברה, ללא הסיומת.

source: Password
he_il: סיסמה

source: Confirm password
he_il: וידוא סיסמה

source: Comments
he_il: הערות

source: Notify me by mail about new rides that may be relevant to me
he_il: ידעו אותי על נסיעות חדשות שעשויות להיות רלוונטיות עבורי

source: Submit
he_il: שליחה

source: Update
he_il: עדכון

source: Go!
he_il: שליחה

source: Delete
he_il: מחיקה

source: Deactivate
he_il: הקפאה

source: Activate
he_il: הפעלה

source: Lookin' for a ride?
he_il: מחפשים טרמפ?

source: The colleagues, listed below, may be able to provide a ride both to and from the listed locations
he_il: העמיתים, המפורטים להלן, עשויים לספק טרמפ הלוך וחזור מהמקומות המצוינים

source: Show me
he_il: הצג לי

source: Everything
he_il: הכל

source: Available rides
he_il: מציעים נסיעה

source: People looking for a ride
he_il: מחפשים נסיעה

source: From
he_il: מהיכן

source: Everywhere
he_il: כל מקום

source: I'm
he_il: אני

source: In
he_il: הלוך

source: Out
he_il: חזור

source: Comment
he_il: הערה

source: Failed to authenticate
he_il: האימות נכשל

source: Please fill in all the required details.
he_il: אנא מלאו את כל הפרטים הדרושים.

source: Incorrect credentials.
he_il: פרטי ההזדהות שגויים.

source: Authentication
he_il: הזדהות

source: Thanks for the feedback!
he_il: תודה על הפידבק!

source: Please write something.
he_il: אנא כתבו משהו.

source: So, what do you say?
he_il: אז מה אתם אומרים?

source: I want to...
he_il: אני רוצה ל...

source: Your feedback
he_il: תוכן

source: Optional, if you want a response.
he_il: אפשרי, אם תרצו מענה.

source: Goodbye!
he_il: להתראות!

source: No can do
he_il: בלתי אפשרי

source: Email is mandatory here
he_il: שדה הדוא"ל הוא הכרחי

source: Ride deleted. Happy now?
he_il: הנסיעה נמחקה. מרוצה?

source: Ride de-activated. From now on, this ride will not appear in the search results.
he_il: הנסיעה הוקפאה. מעתה והלאה, הנסיעה לא תופיע בתוצאות החיפוש

source: Ride activated. You are back in business!
he_il: הנסיעה חזרה להיות פעילה. חזרת לעניינים!

source: The name is mandatory
he_il: השם הוא הכרחי

source: Please specify a destination city
he_il: אנא ציינו עיר יעד

source: Please specify a source city
he_il: אנא ציינו עיר מוצא

source: Please specify a valid email address, without the domain suffix
he_il: אנא הכניסו כתובת דוא"ל חוקית, ללא הסיומת

source: Please specify a valid email address
he_il: אנא הכניסו כתובת דוא"ל חוקית

source: Please fill in password and confirmation
he_il: אנא מלאו סיסמה ווידוא סיסמה

source: Password and confirmation field does not match
he_il: הסיסמה ווידוא הסיסמה אינם תואמים

source: This email address is already in use
he_il: כתובת הדוא"ל הזו נמצאת בשימוש

source: Ride successfully updated.
he_il: פרטי הנסיעה עודכנו בהצלחה

source: Carpool CMS
he_il: מערכת ניהול תוכן

source: Questions and Answers editor
he_il: עורך שאלות ותשובות

source: Edit existing translations
he_il: עריכת תרגומים קיימים

source: Language
he_il: שפה

source: Add new
he_il: הוספת חדש

source: Add new translations
he_il: הוסיפו תרגומים חדשים

source: Please login to access this page
he_il: אנא הזדהו על מנת שתוכלו לגשת לדף

source: Sorry, you are not allowed to use this application.
he_il: מצטערים, אינכם רשאים להשתמש ביישום.

source: N/A
he_il: לא רלוונטי

source: Differs
he_il: זה משתנה

source: Acre
he_il: עכו

source: Afula
he_il: עפולה

source: Arad
he_il: ערד

source: Ariel
he_il: אריאל

source: Ashdod
he_il: אשדוד

source: Ashkelon
he_il: אשקלון

source: Baqa-Jatt
he_il: בקע-ג'ת

source: Bat Yam
he_il: בת ים

source: Beersheva
he_il: באר שבע

source: Beit She'an
he_il: בית שאן

source: Beit Shemesh
he_il: בית שמש

source: Beitar Illit
he_il: ביתר עלית

source: Bnei Brakh
he_il: בני ברק

source: Dimona
he_il: דימונה

source: Eilat
he_il: אילת

source: El'ad
he_il: אלעד

source: Giv'atayim
he_il: גבעתיים

source: Giv'at Shmuel
he_il: גבעת שמואל

source: Hadera
he_il: חדרה

source: Haifa
he_il: חיפה

source: Herzliya
he_il: הרצליה

source: Hod HaSharon
he_il: הוד השרון

source: Holon
he_il: חולון

source: Jerusalem
he_il: ירושלים

source: Karmiel
he_il: כרמיאל

source: Kafr Qasim
he_il: כפר קאסם

source: Kfar Saba
he_il: כפר סבא

source: Kiryat Ata
he_il: קרית אתא

source: Kiryat Bialik
he_il: קרית ביאליק

source: Kiryat Gat
he_il: קרית גת

source: Kiryat Malakhi
he_il: קרית מלאכי

source: Kiryat Motzkin
he_il: קרית מוצקין

source: Kiryat Onou
he_il: קרית אונו

source: Kiryat Shmona
he_il: קרית שמונה

source: Kiryat Yam
he_il: קרית ים

source: Lod
he_il: לוד

source: Ma'ale Adumim
he_il: מעלה אדומים

source: Ma'alot-Tarshiha
he_il: מעלות-תרשיחה

source: Migdal HaEmek
he_il: מגדל העמק

source: Modi'in Illit
he_il: מודיעין עלית

source: Modi'in
he_il: מודיעין

source: Maccabim-Reut
he_il: מכבים-רעות

source: Nahariya
he_il: נהריה

source: Nazareth
he_il: נצרת

source: Nazareth Illit
he_il: נצרת עלית

source: Nesher
he_il: נשר

source: Ness Ziona
he_il: נס ציונה

source: Netanya
he_il: נתניה

source: Netivot
he_il: נתיבות

source: Ofakim
he_il: אופקים

source: Or Akiva
he_il: אור עקיבה

source: Or Yehuda
he_il: אור יהודה

source: Petach Tikva
he_il: פתח תקווה

source: Qalansawe
he_il: קלאנסווה

source: Ra'anana
he_il: רעננה

source: Rahat
he_il: רהט

source: Ramat Gan
he_il: רמת גן

source: Ramat HaSharon
he_il: רמת השרון

source: Ramla
he_il: רמלה

source: Rehovot
he_il: רחובות

source: Rishon LeZion
he_il: ראשון לציון

source: Rosh HaAyin
he_il: ראש העין

source: Safed
he_il: צפת

source: Sakhnin
he_il: סחנין

source: Sderot
he_il: שדרות

source: Shaghur
he_il: שגור

source: Shfar'am
he_il: שפרעם

source: Tamra
he_il: תמרה

source: Tayibe
he_il: טייבה

source: Tel Aviv
he_il: תל אביב

source: Tiberias
he_il: טבריה

source: Tira
he_il: טירה

source: Tirat HaCarmel
he_il: טירת הכרמל

source: Umm al-Fahm
he_il: אום אל-פחם

source: Yavne
he_il: יבנה

source: Yehud-Monosson
he_il: יהוד-קרית מונסון

source: Yokneam
he_il: יקנעם

source: English
he_il: אנגלית

source: Hebrew
he_il: עברית

source: Join
he_il: הצטרפות

source: Search
he_il: חיפוש

source: Help
he_il: עזרה

source: Feedback
he_il: פידבק

source: Logout
he_il: יציאה מהמערכת

source: My Profile
he_il: הפרופיל שלי

source: Loading...
he_il: טוען...

source: Sorry, something went wrong. Request could not be completed.
he_il: משהו השתבש. לא ניתן להשלים את הבקשה.

source: Are you sure you want to completely, fully, eternally delete your ride?
he_il: חשבונכם ימחק לעולמי עד בלי שום אפשרות לשחזור. בטוחים?

source: An error occured.
he_il: התרחשה שגיאה.

source: Could not add ride
he_il: לא ניתן להוסיף את הנסיעה

source: Could not update ride
he_il: לא ניתן לעדכן את הנסיעה

source: Sorry, something went wrong.
he_il: משהו השתבש. לא ניתן להשלים את הבקשה.

source: Sorry, no results found.
he_il: מצטערים, לא נמצאו תוצאות מתאימות.

source: Congrats! You broke everything!
he_il: עכשיו הרסתם הכל. תתביישו.

source: Thanks for your interest! You will notified about new rides.
he_il: תודה שהראיתם עניין! כאשר נסיעות רלוונטיות יהיו זמינות, תישלח אלייך הודעה.

source: Looking
he_il: מחפש

source: Providing
he_il: מציע

source: Working...
he_il: עובד...

source: This is an automatic mail from %s. Click <a href="%s">here</a> if you do not want to get any more notifications from the site
he_il: זהו דואר אוטומטי שנשלח מ%s. לחצו <a href="%s"<כאן</a< על מנת שלא לקבל דיוור נוסף מהאתר

source: Thanks, %s
he_il: תודה, %s

source: You sucssfully joined the carpool.
he_il: הצטרפת בהצלחה.

source: You can always update or delete your account by browsing to %s
he_il: תוכלו לערוך או למחוק את חשבונכם בכל רגע באמצעות גלישה אל %s

source: Unless you ask for it, you will never get any more emails from this site.
he_il: כל עוד לא תבקשו בפירוש, לעולם לא תקבלו דואר נוסף מהאתר.

source: Thanks
he_il: תודה

source: Thanks for showing interest!
he_il: תודה שהראית עניין!

source: %d new rides were found for you:
he_il: %d נסיעות חדשות נמצאו עבורך:

source: Please use your <b>%s</b> credentials to login.
he_il: אנא השתמשו בפרטי ההזדהות של <b>%s</b> על מנת להיכנס.

source: User
he_il: משתמש

source: Close
he_il: סגירה

source: Report a bug
he_il: לדווח על תקלה

source: Ask a question
he_il: לשאול שאלה

source: Request a feature
he_il: לבקש תכונה חדשה

source: Contact
he_il: ליצור קשר

source: Other
he_il: אחר
